{ "videos": [
{"url":"https://www.youtube.com/watch?v=X61yReOfU0k","title":"DATOS DE PRUEBA Te enseño a usar GIMP en 26 minutos (edición de imágenes)","description":"GIMP: https://www.gimp.org/ Recorrido de las herramientas que ofrece Gimp íguelo en Steam: https://store.steampowered.com/developer/majorariatto/","tags":"gimp tutorial, tutorial, 2020, open source, gratis, photoshop, alternativa, programa dibujo, programa edición, imagenes, fotos, editar fotos","thumbnail":"https://i.ytimg.com/vi/X61yReOfU0k/maxresdefault.jpg"},
{"url":"https://www.youtube.com/watch?v=5G3Yq-w3hOI","title":"Cómo Usar GIMP en 21 Minutos (Edición de Imágenes) - Guía para Principiantes, como Photoshop","description":"En el vídeo de hoy voy a enseñarte a usar GIMP en sólo 21 minutos, tiempo suficiente para que adquieras los conocimientos básicos sobre un programa gratuito con el que puedes obtener resultados profesionales. No hay excusa, en ww.instagram.com/by.marinaperez/ - Espero que te haya sido de gran ayuda y... ¡Un abrazo! :) -Marina #EdicionDeFotos #YouTube #Gimp","tags":"gimp, gimp tutorial, tutorial, 2021, opensource, gratis, photoshop, alternativa, programa dibujo, programa edición, imagenes, editar fotos, gimp for beginners, how to gimp, gimp graphic design, gimp photo editing, gimp in 10 minutes, gimp basics, starting gimp, tips de fotografia, gimp en español, gimp como photoshop, gimp vs photoshop, gimp instalar, como editar en photoshop, free photoshop, photoshop gratis","thumbnail":"https://i.ytimg.com/vi/5G3Yq-w3hOI/maxresdefault.jpg"},
{"url":"https://www.youtube.com/watch?v=uX3QieANqxc","title":"CURSO DE GIMP - COMPLETO","description":"Estaremos viendo el siguiente contenido: 0. BIENVENIDA - 0:00 1. QUE ES GIMP Y COMO OBTENERLO - 0:10 2. INTERFAZ - 2:34 - Barra de título - Menús - Barra de Estado - Pestañas - Caja de herramientas - Ventanas Empotrables - Canales 3. ÁREA DE TRABAJO - 19:56 - Nuevo documento - Pestañas y arrast Brillo contraste - Niveles - Curvas 14. MÁSCARAS - 04:04:53 15. FILTROS - 04:10:54 16. CREAR FIGURAS GEOMÉTRICAS - 04:20:13 ============================= GIMP: https://yoneygallardo.com/curso-de-gimp/ ============================= DONACIONES: http://bit.ly/2Hx7tD8 ------------------------------------------------------- Cursos Prémium: https://www.gacademia.com -------------------------------------------------------","tags":"educación, enseñanza, aprendizaje, videotutoriales, instrucción, video tutoriales, curso, tutorial, video, gimp, gimp 2.10, curso de gimp, tutorial de gimp, tutorial de gimp en español, curso completo de gimp, gimp 2018, curso de gimp 2018, curso de gimp 2.10, tutorial de gimp 2.10","thumbnail":"https://i.ytimg.com/vi/uX3QieANqxc/maxresdefault.jpg"},
{"url":"https://www.youtube.com/watch?v=_L_MMU22bAw","title":"GIMP in Less Than 10 Minutes: Beginners Guide","description":"In this GIMP 2.10 starter guide for beginners, I go through the common GIMP features and GIMP general information beginners typically want to know when they are first starting out with GIMP. Plus, I give an overview of the current state of GIMP, and what GIMP actually is! Thport this channel by becoming a DMD Premium Member and get access to premium content here: https://daviesmediadesign.com/premium-membership/ See how you can help out the GIMP Team: https://www.gimp.org/develop/ Download the latest version of GIMP 2.10: https://www.gimp.org/downloads/ Facebook: https://www.facebook.com/DaviesMediaDesign/ Twitter: @DaviesMediaDes #GIMP #GIMPforBeginners #GIMPBasics","tags":"gimp, gimp tutorial, gimp for beginners, how to gimp, gimp graphic design, gimp photo editing, gimp 2018, GIMP 2.10, GIMP, basics, GIMP for beginners, gimp 2.10.6, gimp in 10 minutes, gimp beginners guide, gimp starter guide, gimp basics, starting gimp, beginning gimp","thumbnail":"https://i.ytimg.com/vi/_L_MMU22bAw/maxresdefault.jpg"},
{"url":"https://www.youtube.com/watch?v=LX-S1CX1HUI","title":"🎨 How to use GIMP - Beginner Tutorial","description":"In this step-by-step overview, learn how to use GIMP. We start with how to download and install GIMP. We then explores: https://amzn.to/3kCP2yz ⚖ As full disclosure, I use affiliate links above. Purchasing through these links gives me a small commission to support videos on this channel -- the price to you is the same. #stratvert","tags":"kevin stratvert, gimp, gimp photo editing, tutorial, gimp tutorial, photoshop, gimp tutorials, beginners, beginner, photo editing, photo, image, gnu, free, how to use gimp, how to use, tutorials, install, download, get, edit photos, edit photo, photo manipulation, effects, crop, layers, layer, paintbrush, draw, drawing, text, thumbnail, poster, art, pixel art, filter, filters, colors, color, tool, painting, paint, editor, font, font styles, artwork, shortcut, shortcuts, photography, windows, linux, app, brushes, brush, help","thumbnail":"https://i.ytimg.com/vi/LX-S1CX1HUI/maxresdefault.jpg"},
{"url":"https://www.youtube.com/watch?v=d01_YQrDSow","title":"Fotomontaje en Gimp, parte 1","description":"En este videotutorial se explica como elegir imágenes para hacer un fotomontaje, principio de Gimp, técnicas de selección y recorte. https://www.patreon.com/nahuiiocelotl https://www.facebook.com/labdigital4n https://nahui-ocelotl.com/","tags":"Gimp, fotomontaje, Laboratorio de Arte Digital","thumbnail":"https://i.ytimg.com/vi/d01_YQrDSow/maxresdefault.jpg"},
{"url":"https://www.youtube.com/watch?v=9tfOxhsYzI8","title":"Cómo quitar el fondo de una imagen | GIMP 2.10","description":"En este tutorial quitaremos fácilmente el fondo de una imagen / foto para hacerla transparente (separar un objeto de su fondo). Éste tutorial de Gimp se realizó en la versión 2.10. Link oficial del programa (Software Libre): https://www.gimp.org/","tags":"Tutorial GIMP, Recortar imagen, Quitar fondo de imagen, Quitar fondo de foto, GIMP 2.10, Hacer imagen transparente","thumbnail":"https://i.ytimg.com/vi/9tfOxhsYzI8/maxresdefault.jpg"},
{"url":"https://www.youtube.com/watch?v=x6pXJ7Ijir0","title":"HOW TO USE GIMP - Complete Tutorial for Beginners 2020","description":"Here's my all in one guide to getting started in creating and editing photos and images inside of GIe \\u0026 Blur Filters - Drop Shadow, Vignette, Waterpixels G'MIC QT - Many extra effects","tags":"gimp tutorial, gimp for beginners, gimp, graphic design, how i edit my photos, how i edit my instagram photos, photoshop cc 2020, photoshop 2020, gimp 2.10.20, how to gimp, gimp 2.10, gimp 2020, gimp remove background from image, how to use gimp, gimp photo editing, gimp 2.10 tutorial, gimp tutorial for beginners, gimp graphic design, gimp tutorials, gimp tools, remove background, gimp basics, video tutorials, gimp guide","thumbnail":"https://i.ytimg.com/vi/x6pXJ7Ijir0/maxresdefault.jpg"}
]}
